var data = {
    "years": ["2014", "2013", "2012", "2011", "2010"],
    "mainState": "czech",
    "metrics": {
        "1": {
            "name": "Výdaje na R&D.",
            "info": "Povídání o výdajích",
            "desc_suffix": "Povídání o výdajích",
            "sign": "HDP"
        },
        "2": {
            "name": "Počet patentů",
            "info": "Povídání o patentech",
            "desc_suffix": "Povídání o patentech",
            "sign": "patentů"
        },
        "3": {
            "name": "eGoverment",
            "info": "Podíl domácností komunikujících se státní správou elektronicky",
            "desc_suffix": "domácností komunikuje se státní správou elektronicky",
            "sign": "%"
        }
    },
    "states": {
        "germany": {
            "names": {
                "cs": "Německo"
            },
            "pinFix": {
                "x": 80,
                "y": -5
            },
            "metrics": {
                "2010": {
                    "1": [30,2.69],
                    "2": [60, 30],
                    "3": [100, 2.4]
                    "3": [100, 2.4]
                    "3": [100, 2.4]
                    "3": [100, 2.4]
                    "3": [100, 2.4]
                    "3": [100, 2.4]
                },
                "2011": {
                    "1": [0, 0],
                    "2": [100, 30],
                    "3": [100, 2.4]
                },
                "2012": {
                    "1": [0, 0],
                    "2": [100, 30],
                    "3": [100, 3.4]
                },
                "2013": {
                    "1": [40, 40],
                    "2": [20, 30],
                    "3": [100, 8.4]
                },
                "2014": {
                    "1": [50, 10],
                    "2": [70, 70],
                    "3": [100, 5.4]
                }
            }
        },
        "poland": {
            "names": {
                "cs": "Dojčland"
            },
            "pinFix": {
                "x": 80,
                "y": -5
            },
            "metrics": {
                "2014": {
                    "1": [10, 60],
                    "2": [70, 70],
                    "3": [100, 5.4]
                },
                "2013": {
                    "1": [50, 40],
                    "2": [70, 70],
                    "3": [100, 5.4]
                },
                "2012": {
                    "1": [50, 40],
                    "2": [70, 70],
                    "3": [100, 5.4]
                }
            }
        },
        "czech": {
            "names": {
                "cs": "Dojčland"
            },
            "pinFix": {
                "x": 80,
                "y": -5
            },
            "metrics": {
                "2014": {
                    "1": [100, 30],
                    "2": [70, 70],
                    "3": [100, 5.4]
                },
                "2013": {
                    "1": [50, 60],
                    "2": [70, 70],
                    "3": [100, 5.4]
                },
                "2012": {
                    "1": [20, 20],
                    "2": [70, 70],
                    "3": [100, 5.4]
                }
            }
        },
        "sweden": {
            "names": {
                "cs": "Dojčland"
            },
            "pinFix": {
                "x": 80,
                "y": -5
            },
            "metrics": {
                "2014": {
                    "1": [80, 60],
                    "2": [70, 70],
                    "3": [100, 5.4]
                },
                "2013": {
                    "1": [10, 10],
                    "2": [70, 70],
                    "3": [100, 5.4]
                },
                "2012": {
                    "1": [90, 60],
                    "2": [70, 70],
                    "3": [100, 5.4]
                }
            }
        }
    }
}
